Repository: sergius02/upgrade
Catalog: po/*.po
Languages: ast

source: Upgrade %s
ast: Actualizar %s

source: Test mode reboot
ast: Reiniciar en modo prueba

source: Cancel Upgrade
ast: Atayar actualización

source: Test Mode
ast: Modo prueba

source: Could Not Upgrade
ast: Nun se pudo actualizar

source: Upgrade to %s failed. Your device may not restart properly.
ast: L'actualización a %s falló. El to dispositivu quizá nun ha reiniciado correctamente

source: Details
ast: Detalles

source: Preparing to upgrade
ast: Preparando la actualiación

source: Setting new software channels
ast: Añediendo los nuevos canales de software

source: Getting new packages
ast: Llograr los nuevos paquetes

source: Installing the upgrades
ast: Instalando les actualizaciones

source: Cleaning up
ast: Llimpiando

source: Upgrade was successful
ast: L'actualización foi esitosa

source: Upgrade to %s was successfull. You may want to restart your device now.
ast: L'actualización a %s foi esitosa

source: Restart Device
ast: Reinicia'l dispositivu

source: Make sure you’re ready to upgrade
ast: Asegurate que estés llistu pa actualizar

source: Before you upgrade, we recommend that you back up your data
ast: Antes de actualizar, recomendamos copiar los tos datos

source: To prevent data loss close all open applications and documents
ast: Pa prevenir la perda de datos, zarra toes les aplicaciones y documentos

source: Start upgrade
ast: Empecipiar

source: Continue
ast: Siguir
